Revit 2017 API
AssetPropertyFloatArray.GetValue Method
Get the value of the property.
Namespace: Autodesk.Revit.Utility
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public IList<float> GetValue()
Visual Basic
Public Function GetValue As IList(Of Single)
Visual C++
public:
IList<float>^ GetValue()
See Also
AssetPropertyFloatArray Class
Autodesk.Revit.Utility Namespace